Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: sme

source: Tämä on normaali osa kaksikielisyyttä, ei merkki häiriöstä.
sme: Dát lea normála ášši guovttegielatvuođas, ii mearka heađuštusas.

source: Saamen kielen vaikutus lapsen suomenkielisessä puheessa häviää useimmilla lapsilla nopeasti, koska suomi on kaikkialla kuuluva valtakieli.
sme: Sámegiela váikkuhus máná suomagielat hállamis jávká eanaš mánáin johtilit, danin go váldogiellan suomagiella gullo viidát birrasis.

source: Yksikään kielipesälapsi ei tiettävästi ole välttynyt oppimasta suomen kieltä saamen kielen takia!
sme: Ovttage giellabeassemánás ii leat vissásit báhcán suomagiella oahpatkeahttá sámegiela dihtii!

source: Kaksikielisyyden mukanaan tuoma kielitietoisuus (ns. metakielellinen kompetenssi) voi myös vaikuttaa positiivisesti suomen kielen kehittymiseen ja muiden kielten oppimiseen.
sme: Guovttegielatvuođa olis boahtán gielladiđolašvuohta (ng. metagielalaš kompeteansa) sáhttá maiddái váikkuhit positiivvalaččat suomagiela ovdáneapmái ja eará gielaid oahppamii.

source: Hienoa, että vanhemmat tässä tilanteessa haluavat antaa lapselle saamen kielen taidon!
sme: Buorre, ahte vánhemat dán dilis háliidit fállat mánnái sámegiela dáiddu!

source: Parasta olisi tietenkin, jos vanhemmat tai toinen heistä voisivat opetella lapsen oppimaa saamen kieltä.
sme: Buoremus livččii dieđusge, juos vánhemat dahje nubbi sudnos sáhtášii oahpahallat máná oahppan sámegiela.

source: Tähän on nykyään yhä paremmat mahdollisuudet, kun saamen kielten aikuisopetusta on tarjolla niin luokkahuone- kuin virtuaaliopetuksena, lyhytkursseista koko vuoden mittaisiin intensiiviopintoihin, ja materiaaleja itseopiskeluunkin löytyy yhä enemmän.
sme: Dása leat dán áigge ain buoret vejolašvuođat, go sámegielaid rávesolmmošoahpahus lea fállun nu luohkkálatnja- go virtuálaoahpahussan, oanehis kurssain olles jagi guhkkosaš intensiivaoahpuide, ja materiálat iehčanas stuđeremiige gávdnojit ain eanet.

source: Jos vanhemmat eivät voi syystä tai toisesta opetella saamea, kannattaa muistaa, että minkä tahansa kielen monipuolinen puhuminen lapselle edistää tämän ajattelua ja kielellistä kapasiteettia;
sme: Juos vánhemiin ii leat vejolašvuohta man nu sivas oahpahallat sámegiela, gánneha muitit, ahte man beare giela máŋggabealat hállan mánnái ovddida su jurddašeami ja gielalaš kapasitehta;

source: lue ja loruile siis lapselle niin paljon kuin voit sillä kielellä, jota osaat.
sme: loga ja loga maiddái hoahkamiid mánnái nu olu go sáhtát dainna gielain, man máhtát.

source: Lapselle kannattaa ehdottomasti etsiä saamenkielisiä kontakteja lähipiiristä ja yhteisöllisen toiminnan kautta, ja kotona voi hyödyntää saamenkielistä mediaa ja kulttuuritarjontaa.
sme: Mánnái gánneha eandalii ohcat sámegielat kontávttaid lagašservošis ja oktasaš doaimmaid bokte, ja ruovttus sáhttá geavahit ávkin sámegielat media ja kulturfálaldaga.

source: Kirjoja voi lukea lapselle saameksi vähäiselläkin kielitaidolla, kunhan opettelee perusasiat ääntämisestä.
sme: Girjjiid sáhttá lohkat mánnái sámegillii uhcánašge gielladáidduin, gohan oahpahallá vuođđoáššiid jietnadeamis.

source: Saamenkielisiä sukulaisia ja tuttavia kannattaa rohkaista puhumaan saamea lapsen kanssa.
sme: Sámegielat fulkkiid ja oahppásiid gánneha roahkasmahttit sámástit mánáin.

source: Myös lähipiirin positiivinen ja rohkaiseva asenne edistää lapsen kielenkehitystä!
sme: Maiddái lagašservoša positiivvalaš ja roahkasmahtti doaladupmi ovddida máná giellaovdáneami !

source: Kannattaa käyttää, ja ei pilaa!
sme: Gánneha geavahit, ja ii hehtte!

source: Vähäinenkin saamen kielen käyttö on parempi kuin ei mitään.
sme: Uhcánašge sámegiela geavaheapmi lea buoret go ii mihkkige.

source: Lapselle voi vaikkapa sanoa tietyt fraasit aina saameksi, ja kirjojen lukeminen, laulaminen ja loruilu onnistuu vanhemmalta vähäiselläkin saamen taidolla.
sme: Mánnái sáhttá vaikkeba dadjat dihto frásaid álot sámegillii, ja girjjiid lohkan, lávlun ja hoahkamiid lohkan lihkosmuvvá vánhemis uhcánašge sámegiela dáidduin.

source: Kieli kohenee, kun sitä käyttää, ja vuorovaikutussuhde omaan lapseen on loistava motivaatio kielitaidon vahvistamiseen.
sme: Giella ahtanuššá, go dan geavaha, ja gulahallan iežas mánáin lea erenomáš motivašuvdna gielladáiddu nannemii.

source: Kaikki lapset eivät suhtaudu varauksettoman positiivisesti siihen, jos vanhempi alkaa puhua kotona eri kieltä kuin ennen, mutta protestointi menee yleensä pian ohi.
sme: Buot mánát eai reagere álot positiivvalaččat dasa, juos vánhen álgá hállat ruovttus eará giela go ovdal, muhto vuostálastin dábálaččat manná johtilit meattá.

source: Kielipesälapsi kuulee saamen kieltä kielipesässä ja toivottavasti mahdollisimman monta muutakin kautta, eikä oman vanhemman epätäydellinen saamen kieli pilaa hänen oppimistaan.
sme: Giellabeassemánná gullá sámegiela giellabeasis ja sávvamis vejolašvuođaid mielde máŋgga earáge oktavuođa bokte, iige iežas vánhema váilevaš sámegiella hehtte su oahppama.

source: Toki vanhemman kannattaa kiinnittää huomiota kieleensä.
sme: Dieđusge vánhema gánneha giddet fuopmášumi gillii.

source: Onneksi sanakirjat, nettisanakirjat, kielentarkistusohjelmat ja oppimateriaalit auttavat nykyvanhempaa saamen kielen elvyttämisessä ja ylläpitämisessä.
sme: Lihkus sátnegirjjit, neahttasátnegirjjit, gielladárkkistanprográmmat ja oahppamateriálat veahkehit sámegiela ealáskahttimis ja doalaheamis dálá vánhemiid.

source: Riippuu siitä, mitä tavoitellaan.
sme: Lea gitta das, mii lea mihttomearrin.

source: Jos tavoitteena on saamen kielen laaja elpyminen koko yhteisössä, niin kielipesä ei riitä.
sme: Juos ulbmilin lea sámegiela viiddes ealáskeapmi olles servošis, de giellabeassi ii reahke.

source: Sukupolvien välinen kielen siirtyminen on välttämätön osa kielen elinvoimaisuutta, eikä mikään toiminta voi korvata perheen roolia kielen ja kulttuurin välittäjänä.
sme: Buolvvaid gaskasaš giela sirdáseapmi lea giela eallinfámu vealtameahttun oassi, ii miige doaibma sáhte buhttet bearraša rolla giela ja kultuvrra gaskkusteaddjin.

source: Kielipesä ei myöskään välttämättä yksin riitä siihen, että saamen kielestä muodostuisi lapselle loppuelämäksi luonteva ja sujuva käyttökieli.
sme: Giellabeassi ii maiddái vissásit okto reahke dasa, ahte sámegielas boađášii mánnái lunddolaš ja njuovžilis geavahangiella loahppaeallima várás.

source: Tähän vaikuttavat suuresti saamenkieliset kontaktit kielipesän ulkopuolella ja jälkeen, kuten koti ja koulu.
sme: Dása váikkuhit olu sámegielat kontávttat giellabeasi olggobealde ja giellabeasi maŋŋá, nugo ruoktu ja skuvla.

source: Maailmanlaajuisesti yksi uhanalaisten kielten elvytyksen tavallisista ongelmista on se, että vanhemmat odottavat liikaa virallisilta instituutioilta (mukaan lukien varhaiskasvatus) oman kielen pelastamisessa eivätkä ole valmiita itse ponnistelemaan sen eteen.
sme: Máilmmiviidosaččat áitatvuloš gielaid ealáskahttima okta dábáleamos váttisvuođain lea dat, ahte vánhemat vurdet menddo olu virggálaš institušuvnnain (maiddái árrabajásgeassimis) iežaset giela gádjumis eaige leat gergosat ieža rahčat dan ovdii.

source: Kielellinen ja kulttuurinen assimilaatio on koko saamen kansaa koskeva tragedia, jonka jäljet eivät haihdu hetkessä, vaikka kehitys onkin monessa suhteessa kääntynyt positiiviseen päin.
sme: Gielalaš ja kultuvrralaš assimilašuvdna lea olles sámeálbmoga guoski tragediija, man luottat eai jávkka oatnelanbottas, vaikke ovdáneapmi leage máŋgga láhkai jorggihan positiivvalaš guvlui.

source: Kielenelvytyksen jarruna on usein se, että ihminen ei pysty muuttamaan omaa kielellistä käytöstään, vaikka ehkä haluaisikin.
sme: Giellaealáskahttima goahcá dávjá dat, ahte olmmoš ii bastte rievdadit iežas gielalaš láhttema, vaikke kánske háliidivččege.

source: Vanhemmalla saamelaisella saattaa olla vahva käytösmalli, jonka mukaan lapsille kuuluu puhua suomea – ja näin hän on ehkä toiminut omien jälkeläistensä kanssa.
sme: Boarrásut sápmelaččain sáhttá leat nana doaibmanmálle, man mielde mánáide gulláge suomastit – ja dán láhkai son lea kánske bargan iežas maŋisboahttiiguin.

source: Saamen puhuminen saattaa ylipäänsä aiheuttaa negatiivisia tunteita ja muistikuvia.
sme: Sámegiela hállan sáhttá oppalohkái dagahit negatiivvalaš dovdduid ja muitogovaid.

source: Kielenelvytyksen mukanaan tuoma saamen kielten kehittäminen ja modernisaatio saattaa sekin turhauttaa vanhempia puhujapolvia: eihän nuorten puhujien puhetta enää edes ymmärrä!
sme: Giellaealáskahttima buktin sámegielaid ovddideapmi ja modernisašuvdna sáhttet datge duššástuhttit boarrásut sámegiela hálliid: iige nuorra sámásteaddjiid hállama šat oppa ádde!

source: Voi myös olla vaikea luottaa siihen, että kielipesälapsi ymmärtää saamenkielistä puhetta hyvin, vaikka itse ehkä vastaakin lähinnä suomeksi.
sme: Sáhttá maiddái leat váttis luohttit dasa, ahte giellabeassemánná ádde sámegielat hállama bures, vaikke ieš kánske vástidage dábálaččat suomagillii.

source: Mm. edellä mainitut syyt voivat johtaa siihen, ettei oma lähipiiri aina, ainakaan aluksi, pysty vaihtamaan saamen kieleen lapsen kanssa.
sme: Ee. ovdalis máinnašuvvon sivat sáhttet dagahit dan, ahte ii iežas lagašsearvvuš álo, ii goittotge álggos, bastte geavahišgoahtit sámegiela mánáin.

source: Tällainen tilanne vaatii ymmärtämystä ja aikaa.
sme: Dakkár dilli eaktuda áddema ja áiggi.

source: Avoin keskustelu saattaa auttaa, ja ehkä sitäkin paremmin positiiviset esimerkit: jos naapuri kerran puhuu lapsenlapselleen saamea, niin miksen sitten minäkin!
sme: Rabas ságastallan sáhttá veahkehit, ja kánske dange buorebut positiivvalaš ovdamearkkat: juos kránnjá geardde hállá áddjubiidda ja áhkkubiidda sámegiela, de manin in dasto munge!

source: Niin luonnollisesta ja positiivisesta prosessista kuin kaksikielistymisessä onkin kyse, se on lapselle myös psyykkinen ja emotionaalinen prosessi, johon liittyy monenlaisia vaiheita.
sme: Nu lunddolaš ja positiivvalaš proseassas go guovttegielagin šaddamis leage gažaldat, dat lea mánnái maiddái psyhkalaš ja emotionálalaš proseassa, masa laktásit máŋggalágan muttut.

source: Takapakilta näyttävä vaihe voikin olla olennainen edistysaskel lapselle.
sme: Maŋosmannan sáhttáge leat dehálaš lávki ovddos guvlui mánnái.

source: On melko tavallista, että kielipesälapselle tulee ohimeneviä tunteita tai vaiheita, jolloin saamen kieli tai kielipesä tuntuvat kurjilta.
sme: Lea viehka dábálaš, ahte giellabeassemánnái bohtet dovdamušat dahje bottut, mat mannet meattá, ja goas sámegiella dahje giellabeassi orrot leamen váivvi.

source: Lapsi voi purkaa tällaisia tunteita pelkästään vanhemmille tai näyttää niitä myös kielipesässä.
sme: Mánná sáhttá burgit dakkár dovdamušaid dušše vánhemiidda dahje čájehit daid maiddái giellabeasis.

source: Satunnaisiin tunteenpurkauksiin ei kannata tarttua liiaksi.
sme: Duollet dálle boahtti dovdduid burgimii ii gánnet darvánit liiggás.

source: Varhaiskasvatuksen kieli- ja kulttuuriympäristö on yksi lukemattomista valinnoista, joita vanhemmat tekevät lapsensa puolesta – ei sen kummempaa.
sme: Árrabajásgeassima giella- ja kulturbiras lea okta dain lohkameahttun válljemiin, maid vánhemat barget máná beales – ii dan ipmašut ášši.

source: Vanhemman ei pidä syyllistyä siitä, että hän on valinnut lapsensa parhaaksi jotain sellaista, mitä lapsi joka hetki koe mukavaksi.
sme: Vánhen ii galgga dovdat sivalašvuođa das, ahte son lea válljen máná buorrin juoidá dakkára, man mánná geažosáigge ii vásit suohtasin.

source: Isommalle lapselle kannattaa puhua avoimesti siitä, miksi hän on kielipesässä, mistä hän jäisi paitsi ilman kielipesää, ja miksi saamen kielen taito on hänelle hyväksi.
sme: Stuorát mánnái gánneha hállat rahpasit das, manin son lea giellabeasis, mas son bázášii haga almmá giellabeasi, ja manin sámegiela dáidu lea sutnje ávkin.

source: Jos lapsen negatiivinen puhe saamen kielestä, saamelaisuudesta tai kielipesästä jatkuu pitkään tai alkaa haitata ryhmän toimintaa, vanhempien ja kielipesän henkilöstön täytyy yhdessä miettiä, miten asiaa olisi paras käsitellä.
sme: Juos máná negatiivvalaš hállan sámegiela, sápmelašvuođa dahje giellabeasi birra joatkašuvvá guhká dahje álgá hehttet joavkku doaimma, vánhemat ja giellabeasi bargit galget ovttas smiehttat, mo ášši livčče buoremus gieđahallat.

source: Negatiivinen puhe voi myös tarttua lapsesta toiseen.
sme: Negatiivvalaš hállan sáhttá maiddái darvánit mánás nubbái.

source: Kyllä on.
sme: De lea.

source: Alle kouluikäisenä muodostuneella kaksikielisyydellä on tutkimusten mukaan runsaasti suotuisia vaikutuksia lapsen kehitykseen, vaikka kontakti toiseen kieleen heikkenisi tai katkeaisi joksikin aikaa.
sme: Vuollái skuvlaahkásažžan ožžojuvvon guovttegielatvuođas leat dutkamušaid mielde valjis buorit váikkuhusat máná ovdáneapmái, vaikke kontákta nuppi gillii hedjonivčče dahje boatkanivčče muhtin áigái.

source: Kielipesä vahvistaa lapsen saamelaiskulttuurin tuntemusta ja identiteettiä, ja se luo lapselle pohjan saamen kielen myöhempää aktivoimista varten, vaikka kouluopetusta ei saameksi saisikaan.
sme: Giellabeassi nanne máná sámekultuvrra dovdamuša ja identitehta, ja dat láhčá mánnái vuođu sámegiela maŋit aktiverema várás, vaikke skuvlaoahpahusa ii sámegillii oččošiige.

source: Saamen kielten opetusta on saatavilla usein niilläkin paikkakunnilla, joissa saamea ei käytetä opetuskielenä, ja lain mukaan saamea äidinkielenään puhuvalla lapsella on oikeus saamen kielen opetukseen koulussa.
sme: Sámegielaid oahpahus lea oažžumis dávjá daidge báikegottiin, gos sámegiella ii geavahuvvo oahpahusgiellan, ja lága mielde sámegiela eatnigiellan hálli mánás lea vuoigatvuohta sámegiela oahpahussii skuvllas.

source: Vuonna 2018 alkavan Saamelaiskäräjien ja Utsjoen kunnan saamen kielten etäopetuksen pilottihankkeen kautta mahdollisuudet saamen kielen opiskeluun etäyhteyksien kautta tulevat vahvistumaan koko Suomessa.
sme: Sámedikki ja Ohcejoga gieldda sámegielaid gáiddusoahpahusa pilohtaprošeavtta bokte, mii lea álgán jagi 2018, vejolašvuođat sámegiela studeremii gáiddusoktavuođaid bokte bohtet nanosmuvvat olles Suomas.

source: Myös saamenkielisen ja kaksikielisen (suomi – saame) kouluopetuksen kysyntä ja edellytykset ovat jatkuvasti lisääntymässä myös saamelaisten kotiseutualueen ulkopuolella.
sme: Maiddái sámegielat ja guovttegielat (suoma – sáme) skuvlaoahpahusa jearru ja eavttut leat jotkkolaččat lassáneamen maiddái sámiid ruovttuguovllu olggobealde.

source: Saamelaisten kotiseutualueella saamenkielisellä oppilaalla puolestaan on oikeus saada pääosin saamenkielistä kouluopetusta.
sme: Sámiid ruovttuguovllus sámegielat oahppis lea fas vuoigatvuohta oažžut váldoáššis sámegielat skuvlaoahpahusa.

source: Jos tämä oikeus ei toteudu, kannattaa ottaa yhteyttä koulun johtoon, omaan kuntaan tai Saamelaiskäräjien koulutussihteeriin ja kieliturvasihteeriin.
sme: Juos dát vuoigatvuohta ii ollašuva, gánneha váldit oktavuođa skuvlla jođiheaddjiide, iežas gildii dahje Sámedikki skuvlenčállái ja gielladorvočállái.

source: Lapsi kyllä pärjää.
sme: Mánná gal birge.

source: Kouluopetus on häntä varten, ei vanhempia.
sme: Skuvlaoahpahus lea su várás, ii vánhemiid.

source: Opetussuunnitelmien ja koulukulttuurin muutosten myötä kotiläksyt ja kokeisiin lukeminen eivät enää samassa roolissa kuin 30 vuotta sitten.
sme: Oahppaplánaid ja skuvlakultuvrra nuppástusaid mielde ruoktoleavssut ja iskosiidda lohkan eai šat leat seammá rollas go 30 jagi dassái.

source: Vanhemmat voivat tukea lapsen koulunkäyntiä muutenkin kuin kirjoista kyselemällä ja kirjallisissa tehtävissä auttamalla.
sme: Vánhemat sáhtte doarjut máná skuvlavázzima muđuige go girjjiin jearahallamiin ja girjjálaš bargobihtáin veahkehemiin.

source: Usein saamenkielisessä opetuksessa käytettävät materiaalit löytyvät myös suomeksi – ja valitettavasti monet valmiit oppikirjat pelkästään suomeksi – joten halutessaan vanhemmat pystyvät kyllä seuraamaan materiaaleja.
sme: Dávjá sámegielat oahpahusas geavahuvvon materiálat gávdnojit maiddái suomagillii – ja váidalahtti lea, ahte máŋggat gárvves oahppogirjjit dušše suomagillii – nu ahte háliidettiin vánhemat bastet gal čuovvut materiálaid.

source: Jos läksyt ja lapsen koulunkäynnissä auttaminen tuntuvat perheen kielitilanteen vuoksi ongelmallisilta, kannattaa olla yhteydessä opettajaan jo ennen lapsen siirtymistä kouluun.
sme: Juos leavssut ja máná skuvlavázzimis veahkeheapmi dovdošgohtet bearraša gielladili dihtii leat váddásat, gánneha leat oktavuođas oahpaheaddjái juo ovdal máná sirdáseami skuvlii.

source: Yksiselitteistä vastausta tähän ei ole.
sme: Ovttačilggolaš vástádus dása ii leat.

source: Valintaa määrittää lapsen kielitaidon ja perheen tavoitteiden lisäksi luonnollisesti se, millaista opetusta lapsen omassa koulussa on tarjolla.
sme: Válljema meroštallá máná gielladáiddu ja bearraša ulbmiliid lassin lunddolaččat dat, makkár oahpahus máná iežas skuvllas lea fállun.

source: Esimerkiksi inarinsaamenkieliset kielipesälapset ovat Inarissa siirtyneet lähes poikkeuksetta inarinsaamenkieliseen esi- ja perusopetukseen.
sme: Ovdamearkan anárašgielat giellabeassemánát leat Anáris sirdásan measta oalát anárašgielat ovda- ja vuođđooahpahussii.

source: Utsjoella on toiminut saamen- ja suomenkielisten luokkien rinnalla erityinen kielikylpyluokka, jolle osa kielipesälapsista on siirtynyt.
sme: Ohcejogas lea doaibman sáme- ja suomagielat luohkáid bálddas sierra giellalávgunluohkká, gosa oassi giellabeassemánáin lea sirdásan.

source: Koltansaamenkielistä aineopetusta on ollut tarjolla vain Sevettijärven koulussa joissakin aineissa, joten Ivalon koltansaamenkielisen kielipesän lapset ovat siirtyneet suomenkieliseen opetukseen ja saaneet kielenopetusta koltansaamen kielessä.
sme: Nuortalašgielat ávnnasoahpahus leamaš fállun dušše Čeavetjávrri skuvllas muhtin ávdnasiin, nu ahte Avvila nuortalašgielat giellabeasi mánát leat sirdásan suomagielat oahpahussii ja ožžon giellaoahpahusa nuortalašgielas.

source: Vanhempien on hyvä muistaa, että perusopetuslain mukaan saamenkielisellä koululaisella on saamelaisten kotiseutualueella oikeus saada pääosin saamenkielistä kouluopetusta.
sme: Vánhemiid lea buorre muitit, ahte vuođđooahpahuslága mielde sámegielat skuvlalaččas lea sámiid ruovttuguovllus vuoigatvuohta oažžut váldoáššis sámegielat skuvlaoahpahusa.

source: Joskus kuulee puhuttavan täydellisestä kaksikielisyydestä tai tasapainoisesta kaksikielisyydestä.
sme: Muhtumin gullá hállamin dievaslaš guovttegielatvuođas dahje dássedettolaš guovttegielatvuođas.

source: Näistä käsitteistä on esimerkiksi kielentutkimuksessa luovuttu, kun on ymmärretty entistä paremmin se, että ihmisen elämässä eri kielillä voi olla hyvin erilaisia rooleja ja tasoja.
sme: Dáid doahpagiin lea ovdamearkan gielladutkamušas luhppojuvvon, go lea áddejuvvon buorebut go ovdal dat, ahte olbmo eallimis sierra gielain sáhttet leat hui sierralágan rollat ja dásit.

source: Kaksikielisyys ei tarkoita tai edellytä sitä, että ihminen hallitsee kahta kieltä täsmälleen yhtä hyvin kaikilla osa-aloilla (ymmärtäminen, puhuminen, kirjallinen taito jne.) ja kaikkien aihepiirien yhteydessä.
sme: Guovttegielatvuohta ii dárkkut dahje eaktut dan, ahte olmmoš hálddaša guokte giela justa seamma bures buot oassesurggiin (ádden, hállan, čálalaš dáidu jna.) ja buot fáttáid oktavuođas.

source: Kielen elinvoimaisuus ja yhteiskunnallinen asema voivat vaikuttaa kaksikielisyyteen hyvin vahvasti, esimerkiksi niin, että enemmistökielellä koulutettu vähemmistökielen puhuja ei osaa lainkaan kirjoittaa omaa kieltään.
sme: Giela eallinfápmu ja servodatlaš sajádat sáhttet váikkuhit guovttegielatvuhtii hui nannosit, ovdamearkan nu, ahte eanetlogugielain skuvlejuvvon vehádatgiela hálli ii máhte olláge čállit iežas giela.

source: Silti hänellä on kiistatta kaksi kieltä, joilla hän toimii elämässään.
sme: Liikká sus leat čielgasit guokte giela, maiguin son doaibmá eallimis.

source: Toiminnallinen kaksikielisyys on käsitteenä yritys ilmentää tätä kielitaidon ja kielitilanteen moninaisuutta.
sme: Funktionála guovttegielatvuohta lea doaban figgamuš buktit ovdan dán gielladáiddu ja gielladili máŋggahámatvuođa.

source: Kielipesässä saamen kieltä omaksunut lapsi puhuu koulunsa aloittaessaan usein vahvemmin suomea kuin saamea, jos asiaa tarkastellaan vaikkapa sanaston laajuuden ja sanojen taivutuksen tasolla.
sme: Giellabeasis sámegiela oahppan mánná hállá skuvlla álggedettiin dávjá nannosabbot suomagiela go sámegiela, juos ášši guorahallo vaikkeba sátneráju viidodaga ja sániid sojaheami dásis.

source: Toisaalta saame voi olla hänelle luontevampi kieli sellaisissa aihepiireissä liikuttaessa, jotka ovat hänelle tutumpia kielipesästä kuin kotoa.
sme: Nuppe dáfus sámegiella sáhttá leat sutnje lunddolut giella dakkár fáttáid olis, mat leat sutnje oahppásut giellabeasis go ruovttus.

source: Lapsen saamen kielessä voi olla runsaasti suomen kielen vaikutusta, mutta toisaalta myös suomessa voi olla saamen vaikutusta.
sme: Máná sámegielas sáhttá leat valjis suomagiela váikkuhus, muhto nuppe dáfus maiddái suomagielas sáhttá vuhttot sámegiela váikkuhus.

source: Tällaisella lapsella on kaksi kieltä, joilla hän pystyy toimimaan eri tilanteissa.
sme: Dakkár mánás leat guokte giela, maiguin son bastá doaibmat sierra diliin.

source: Tätä on toiminnallinen kaksikielisyys.
sme: Dát lea funktionála guovttegielatvuohta.

source: Kannattaa lähteä selvittämään edellytyksiä kielipesän perustamiseen ottamalla yhteyttä esimerkiksi seuraaviin tahoihin: oman alueen saamelaisyhdistys, jos sellainen on;
sme: Gánneha vuolgit čielggadit vejolašvuođaid giellabeasi vuođđudeapmái váldimiin oktavuođa ovdamearkan čuovvovaš oassebeliide: iežas guovllu sámesearvi, juos dakkár lea;

source: oman kunnan tai kaupungin varhaiskasvatusjohtaja tai vastaava;
sme: iežas gieldda dahje gávpoga árrabajásgeassinhoavda dahje vástideaddji;

source: Saamelaiskäräjien kielipesäohjaaja tai kieliturvasihteeri.
sme: Sámedikki giellabeassejođiheaddji dahje gielladorvočálli.

source: Uuden kielipesäryhmän aloittaminen ei välttämättä tapahdu hetkessä.
sme: Ođđa giellabeassejoavkku álggaheapmi ii vealttakeahttá dáhpáhuva oatnelanbottas.

source: Jos toiminnalle halutaan valtionavustusta, sen hakeminen seuraa tiettyä vuosirytmiä, eikä uusien ryhmien mahduttaminen tietyltä pohjalta tehtyihin budjetteihin usein onnistu.
sme: Juos doibmii háliiduvvo stáhtadoarjja, dan ohcan čuovvu dihto jahkeáigetávvala, iige ođđa joavkkuid čáhkadeapmi dihto vuođul dahkkon bušeahtaide dávjá lihkosmuva.

source: Saamelaiskäräjät priorisoi rahoituspäätöksissä jo olemassa olevien kielipesien jatkuvuuden.
sme: Sámediggi priorisere ruhtadanmearrádusain giellabesiid joatkašuvvama, mat leat juo doaimmas.

source: Jos kunta pystyy ainakin aluksi ottamaan vastuun toiminnan rahoituksesta, tilanne on helpompi.
sme: Juos gielda bastá goittotge álggos váldit vástu doaimma ruhtadeamis, dilli lea álkit.

source: Kunnilla on Suomessa velvollisuus järjestää varhaiskasvatusta saamen kielellä sellaisille lapsille, joiden äidinkieli on saame.
sme: Gielddain lea Suomas geatnegasvuohta lágidit árrabajásgeassima sámegillii dakkár mánáide, geaid eatnigiella lea sámegiella.

source: Jos äidinkieli on suomi tai jokin muu, niin kuin kielipesätoimintaa tarvitsevilla lapsilla usein on, kunta ei ole velvoitettu järjestämään toimintaa.
sme: Juos eatnigiella lea suomagiella dahje mii nu eará, nugo giellabeassedoaimma dárbbašeaddji mánáin dávjá lea, gielda ii leat geatnegahtton lágidit doaimma.

source: Jos kielipesätoimintaa ei ole mahdollista aloittaa, on etsittävä muita keinoja siirtää kieltä ja kulttuuria lapselle.
sme: Juos giellabeassedoaimma ii leat vejolaš álggahit, galgá ohcat eará vugiid sirdit giela ja kultuvrra mánnái.

source: Kyllä kannattaa.
sme: Gal gánneha.
